Repository: operun/konferenz.content
Catalog: konferenz/content/locales/*/LC_MESSAGES/konferenz.content.po
Languages: de

source: Body Text
de: Haupttext

source: Business Website URL
de: Geschäftliche Website

source: English
de: Englisch

source: German
de: Deutsch

source: Hide full description
de: Beschreibung ausblenden

source: In which language will be the talk
de: In welcher Sprache wird der Vortrag gehalten

source: Language
de: Sprache

source: Please enter a Website URL.
de: Bitte geben Sie eine Website URL an.

source: Please enter only the Twitter Name. Without '@'
de: Bitte geben Sie den Twitter Name ohne @ an.

source: Please enter the URL to the slides.
de: Bitte geben Sie die URL der Folien an.

source: Please enter the URL to the video.
de: Bitte geben Sie die URL zum Video an.

source: Please enter the complete Xing URL
de: Bitte geben Sie die URL zu Ihrem Profil bei Xing an

source: Search Talks
de: Vorträge durchsuchen

source: Show full description
de: Zeige Beschreibung

source: Slides URL
de: Folien URL

source: Talk
de: Vortrag

source: Talk Content Type
de: Vortrag Content Typ

source: TalkFolder
de: Vorträge

source: company
de: Firma

source: download_slides
de: Vortrag herunterladen

source: no_talk_description
de: Zu diesem Vortrag ist keine Beschreibung verfügbar.

source: show_all
de: Zeige alle

source: show_keynotes
de: Zeige Keynotes

source: show_website
de: Website aufrufen

source: slides
de: Folien

source: sort_by_title
de: Sortiere nach Titel

source: speaker
de: Referent

source: summary_event_details
de: Event Details

source: talks
de: Vorträge

source: view_video
de: Video anzeigen
